{
    "en": {
        "00:00": "Hi my name is Guilherme, better known as Torto,",
        "00:05": "I was born in Foz do Iguaçu and my birthday is November 25th",
        "00:10": "OF EVERY YEAR! In 2016 I celebrate 28 years.",
        "00:13": "Now I invite you to get to know me a bit more.",
        "00:17": "Welcome to the enchanted world of Tortoland",
        "00:23": "It was in Foz that the little Torto had hist first",
        "00:27": "steps towards the scientific world",
        "00:30": "in an institution called Anglo Americano, a school that he",
        "00:35": "met his first friends and completed elementary and middle school.",
        "00:39": "Right after that, he headed for another adventure: started high school at",
        "00:43": "Colégio Alfa Foz, in which he prepared for a new world that was",
        "00:48": "to come: the Brazilian entrance exam (vestibular).",
        "00:54": "That's where lil'Torto grew, even though by pain",
        "00:59": "and with that came even more responsibilities: the university",
        "01:04": "yes! He passed the exam. In a public university called Unioeste",
        "01:13": "In a course with incredible 0,8 concurrents per vacancy: GEOGARPHY.",
        "01:21": "Alongside the university came the experience to live alone in a new",
        "01:25": "city. The first of many.",
        "01:28": "Moved to a small town called Francisco Beltrão, Paraná.",
        "01:36": "and eager for independence, started working as a teacher",
        "01:40": "remaining in the profession for an incredible and long 6 years.",
        "01:45": "In these teaching years, the joy and happiness that Torto felt before",
        "01:51": "were slowly fading. It wasn't the same intensity.",
        "01:57": "Until one day, in one trip (of so many) to work",
        "02:00": "he had a car accident that changed his whole life",
        "02:05": "At that moment he started to wonder how his life would be 10 years from now",
        "02:10": "and realized that it wouldn't change much.",
        "02:14": "Then, in a brave move, he decided to change and do the thing he loved the most:",
        "02:20": "TO CODE <span style=\"color:red;font-weight: bold;\"><3</span>",
        "02:25": "Son of a professor, (and eternally in love with education)",
        "02:30": "Torto was not content with changing careers and not going to college again",
        "02:35": "and so he studied System Analysis and Design, at Universidade",
        "02:40": "Tecnologica Federal do Paraná no campus de Pato Branco",
        "02:44": "(and with that he moved to a new city again)",
        "02:51": "His first job in tech was at Cisterlabs,",
        "02:55": "where he did full stack web development with Java,",
        "03:00": "using technologies like GWT and JSF, that's where he learned",
        "03:07": "about Apache Cordova and used it for the first time.",
        "03:10": "On the next company, he was focused in building a sales force app with Apache Cordova",
        "03:18": "as a project request, to build for Firefox OS too",
        "03:25": "At that moment, Torto straightens his ties with Mozilla comunity",
        "03:31": "in which up to this day he is assiduously present ",
        "03:38": "Time passes and Torto decides to change again.",
        "03:43": "And uses all he's strengths studying JS. At that moment he joins another company",
        "03:50": "called \"ContaAzul\". Where he worked with front-end technologies and JS backends.",
        "03:58": "such as: Angular JS, NodeJS, Gulp, Grunt, HTML5 and CSS3",
        "04:10": "This young apprentice, in this long road, has learned many things",
        "04:15": "Also, learned more about himself.",
        "04:17": "He discovered that he is no the best in (almost) anything.",
        "04:21": "He is not the extreme of productivity.",
        "04:23": "He is not the best programmer, nor the biggest 'pixel perfecter'.",
        "04:28": "Even though, he is the one that makes it happen.",
        "04:31": "And he is not satisfied until everything is done and done in the most proper way.",
        "04:37": "Therefore, stands as very good at anything that puts effort into.",
        "04:41": "According to friends, his mother and girlfriend,",
        "04:47": "Torto has a leadership spirit that motivates people around him",
        "04:51": "and manages them to give their best.",
        "04:54": "That and a beautiful smile, happiness, creativity and spontaneity are his trademarks.",
        "05:03": "Now he wants to work at a relaxed company, like him",
        "05:08": "That gives him space to create, allows him to manage his own time",
        "05:13": "even because, he hates waking up early <b>(and has a scary bad breath)</b>",
        "05:18": "in additions, he is super-productive in the nighttime.",
        "05:21": "and, despite loving dealing with people,",
        "05:25": "working remotely will not be a burden."
    }
}
